acpid
adduser
amd64-microcode
apt
apt-listchanges
apt-utils
arm-trusted-firmware-tools
atmel-firmware
base-files
base-passwd
bash
bash-completion
bind9-host
bluez-firmware
bsdutils
btrfs-progs
bzip2
console-setup
coreutils
cpio
cron
dahdi-firmware-nonfree
dash
dbus
debconf
debconf-i18n
debian-archive-keyring
debian-faq
debianutils
diffutils
dmidecode
dmsetup
dns323-firmware-tools
doc-debian
e2fsprogs
fdisk
file
findutils
firmware-amd-graphics
firmware-ath9k-htc
firmware-atheros
firmware-bnx2
firmware-bnx2x
firmware-brcm80211
firmware-cavium
firmware-intel-sound
firmware-intelwimax
firmware-ipw2x00
firmware-ivtv
firmware-iwlwifi
firmware-libertas
firmware-linux
firmware-linux-free
firmware-linux-nonfree
firmware-microbit-micropython
firmware-microbit-micropython-doc
firmware-misc-nonfree
firmware-myricom
firmware-netronome
firmware-netxen
firmware-qcom-media
firmware-qcom-soc
firmware-qlogic
firmware-realtek
firmware-samsung
firmware-siano
firmware-sof-signed
firmware-ti-connectivity
firmware-tomu
firmware-zd1211
fonts-lmodern
foot
gcc-10-base
gcc-9-base
gettext-base
git
gnome-firmware
golang-go
gpgv
grep
groff-base
grub-common
grub-efi-amd64
grub-firmware-qemu
gzip
hdmi2usb-fx2-firmware
hostname
htop
ifupdown
init
initramfs-tools
initramfs-tools-core
init-system-helpers
intel-microcode
iproute2
iputils-ping
isc-dhcp-client
isc-dhcp-common
keyboard-configuration
keychain
klibc-utils
kmod
krb5-locales
latexmk
less
libacl1
libapparmor1
libapt-pkg6.0
libargon2-1
libattr1
libaudit1
libaudit-common
libblkid1
libbpf0
libbsd0
libbz2-1.0
libc6
libcairo2
libcairo2-dev
libcap2
libcap2-bin
libcap-ng0
libc-bin
libc-l10n
libcom-err2
libcrypt1
libcryptsetup12
libdb5.3
libdbus-glib-1-2
libdebconfclient0
libdevmapper1.02.1
libdns-export1110
libedit2
libelf1
libestr0
libext2fs2
libfastjson4
libfdisk1
libffi7
libgcc-s1
libgcrypt20
libgmp10
libgnutls30
libgpg-error0
libgssapi-krb5-2
libhogweed6
libidn2-0
libip4tc2
libisc-export1105
libjansson4
libjson-c5
libk5crypto3
libkeyutils1
libklibc
libkmod2
libkrb5-3
libkrb5support0
liblocale-gettext-perl
liblockfile-bin
liblognorm5
liblz4-1
liblzma5
libmd0
libmnl0
libmount1
libncurses6
libncursesw6
libnettle8
libnewt0.52
libnftables1
libnftnl11
libnsl2
libnss-myhostname
libnss-systemd
libp11-kit0
libpam0g
libpam-modules
libpam-modules-bin
libpam-runtime
libpam-systemd
libpango1.0-dev
libpcre2-8-0
libpcre3
libpopt0
libprocps8
libreadline8
librewolf
libseccomp2
libselinux1
libsemanage1
libsemanage-common
libsepol1
libslang2
libsmartcols1
libss2
libssl1.1
libstdc++6
libsystemd0
libtasn1-6
libtext-charwidth-perl
libtext-iconv-perl
libtext-wrapi18n-perl
libtinfo6
libtirpc3
libtirpc-common
libudev1
libunistring2
libuuid1
libwayland-dev
libxkbcommon-dev
libxtables12
libxxhash0
libzstd1
linux-base
linux-image-5.10.0-10-amd64
linux-image-amd64
live-task-localisation
live-task-recommended
locales
login
logrotate
logsave
lsb-base
lsof
man-db
manpages
mawk
midisport-firmware
mime-support
mount
mpv
nano
ncurses-base
ncurses-bin
ncurses-term
neofetch
neovim
netbase
netcat-openbsd
nftables
openssh-client
pandoc
passwd
pavucontrol
pciutils
perl
perl-base
procps
python3
readline-common
reportbug
rsyslog
runit-helper
scdoc
sed
sensible-utils
shim-signed
sigrok-firmware-fx2lafw
ssh
suckless-tools
sudo
sway
systemd
systemd-sysv
systemd-timesyncd
sysvinit-utils
tar
task-english
task-laptop
tasksel
tasksel-data
telnet
texlive-fonts-extra
texlive-fonts-recommended
texlive-full
texlive-latex-base
texlive-latex-recommended
traceroute
tzdata
ubertooth-firmware
ubertooth-firmware-source
ucf
udev
usbutils
util-linux
vim-common
vim-tiny
wamerican
wayland-protocols
wdisplays
wget
whiptail
wl-clipboard
wofi
xxd
xz-utils
zathura-pdf-poppler
zlib1g
